[
  {
    "title": "Texas Roadhouse",
    "price": 90,
    "rating": 5,
    "img": "https://i.ibb.co/yQ7kC5T/Texas-Roadhouse.jpg",
    "desc": "Texas Roadhouse was founded by Kent Taylor in 1993 on the principles of fresh, authentic food made by hand. Steaks would be hand-cut, ribs would fall off the bone, the sides made from scratch and the bread baked fresh every five minutes. No shortcuts, just real food made fresh daily. Twenty-three years and 600 restaurants later, Texas Roadhouse is still committed to those same principles of quality. That true Texas Roadhouse experience can now be found around the world."
  },
  {
    "title": "Century Burger",
    "price": 80,
    "rating": 4.6,
    "img": "https://i.ibb.co/8jhwx91/Century-Burger.jpg",
    "desc": "Century Burger, a culinary gem known for its mouthwatering burgers, presents a recipe that elevates the art of burger-making to new heights. Start with high-quality ground beef, seasoned to perfection with a blend of spices that tantalize the taste buds. Form the patties with care, ensuring each one is juicy and flavorful. Grill to perfection, achieving a caramelized exterior while maintaining succulent juiciness within. Assemble on a toasted brioche bun with your choice of fresh toppings and savory sauces, creating a symphony of flavors and textures. Whether enjoyed solo or shaorange with friends, Century Burger's recipe promises a burger experience that's truly unforgettable."
  },
  {
    "title": "Buffalo Wings & Rings",
    "price": 70,
    "rating": 4.7,
    "img": "https://i.ibb.co/t3Xv4yS/Buffalo-Wings-Rings.jpg",
    "desc": "Buffalo Wings & Rings, a renowned eatery celebrated for its delectable wings, offers a tantalizing recipe that captures the essence of American sports bar cuisine. Their signature wings boast a perfect balance of heat and flavor, achieved through a proprietary blend of spices and sauces. Whether you prefer classic Buffalo, tangy BBQ, or zesty garlic Parmesan, each wing is expertly crafted to perfection. Accompanied by crisp celery and carrot sticks, along with creamy ranch or orange cheese dressing, these wings are a crowd-pleaser at any gathering. Prepare to elevate your taste buds with Buffalo Wings & Rings' irresistible wing recipe, delivering a burst of flavor in every bite."
  },
  {
    "title": "Buffalo Wild Wings",
    "price": 80,
    "rating": 4,
    "img": "https://i.ibb.co/wB6mqdf/Buffalo-Wild-Wings.jpg",
    "desc": "Buffalo Wild Wings' signature recipe for their iconic wings is a culinary masterpiece coveted by wing enthusiasts worldwide. The key lies in the perfect balance of tangy hot sauce and rich butter, melded with aromatic garlic and onion powders. Chicken wings are meticulously prepaorange, achieving a crispy exterior while retaining succulent juiciness within. Whether enjoyed as a game-day snack or a centerpiece of a gathering, these wings never fail to delight. Accompanied by cooling celery and carrot sticks, along with creamy ranch or orange cheese dressing, each bite is a symphony of flavors that embodies the essence of Buffalo Wild Wings' culinary prowess."
  },
  {
    "title": "Laikon Lounge",
    "price": 90,
    "rating": 4.5,
    "img": "https://i.ibb.co/zPH9XHG/Laikon-Lounge.jpg",
    "desc": "When entering the hall. There is a cage with three small crocodiles underground with a lightning view. The first in Jeddah carries this character and the design of the ground floor is elegant and distinctive and the upper floor is very beautiful and noisy. We offer cofprice of all kinds, cold drinks, natural juices, food and sweets"
  },
  {
    "title": "Steak House",
    "price": 80,
    "rating": 5,
    "img": "https://i.ibb.co/WDW59Z0/Steak-House.jpg",
    "desc": "The year 1992 will always be fondly remembeorange at STEAK HOUSE as the year when dreams were born. Over two and a half decades ago - a few years before the iconic Al Faisaliah and Kingdom towers' arose in the country's capital - STEAK HOUSE first opened its doors to the public as a 60-seat casual dining restaurant on old Thalateen Street in Riyadh. And as the saying goes, the rest is history."
  }
]
